adjointShapeOptimizationFoamupdatedfrompaper/inletoutletsimulationupdted2/constant/physicalProperties
/*---------------------------------------------------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.5                                   |
|   \\  /    A nd           | Web:      http://www.openfoam.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

FoamFile
{
    version         2.0;
    format          ascii;
    class           dictionary;
    object          physicalProperties;
}

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

//k    	k [0 2 0 0 0 0 0] 1;
//beta	beta [0 0 0 0 0 0 0] 1;

//lambda	lambda [0 0 0 0 0 0 0] 1;
//f1	f1 [0 0 0 0 0 0 0] -12;
boundaryPatchList (inlet outlet rightWall leftWall);

// ************************************************************************* //
